
##---Example messages---
example1_message='Данный пример показывает ситуацию, при которой с течением времени часть популяции всегда будет заражена. \nЧасть заболевших будет выздоравливать, но вместо них будет заболевать часть незараженных. \nТакая ситуация возникает из-за того, что отношение темпов распространения заболевания к темпу выздоровления больше 1.'
example1_message_title='Пример 1'
example2_message='Данный пример показывает ситуацию, при которой с течением времени вся популяция будет здорова. \nЧисло заболевших со временем опустится до 0, таким образом не оставляя тех, кто мог бы распространять болезнь. \nТакая ситуация возникает из-за того, что отношение темпов распространения заболевания к темпу выздоровления меньше или равно 1.'
example2_message_title='Пример 2'
example3_message='Данный пример показывает ситуацию, при которой с течением времени вся популяции будет заражена. \nЧисло здоровых членов популяции со временем опустится до 0, таким образом не оставляя тех, кто мог бы заболеть. \nТакая ситуация возникает из-за того, что темп выздоровления равен 0.'
example3_message_title='Пример 3'

##---Parameters labels---
N_label='Общая популяция'
I_label='Зараженная популяция в начале отсчета'
beta_label='Темп распространения заболевания'
gamma_label='Темп выздоровления'
time_label='Временная граница'

##---Description---
description_text='Эпидемиологическая модель SIS. Описывает динамику распространения заболеваний, не оставляющий после себя долгосрочного иммунитета к себе, таких как простуда и грипп.'

##---About message---
about_message_title='О программе'
about_message='Данная программа разработана студентом 3 курса РТУ МИРЭА Сухоруковым Кириллом в качестве курсового проекта по предмету "Имитационное моделирование динамических систем". Февраль-Май 2020'

##---Menus labels---
language_menu_label='Язык программы'
language_rus_label='Русский'
language_eng_label='Английский'
about_menu_label='О программе'
examples_menu_label='Примеры'
examples_example1_label='Пример 1'
examples_example2_label='Пример 2'
examples_example3_label='Пример 3'

##---Graph lines labels---
sus_line_label='Здоровые'
inf_line_label='Зараженные'